#include <stdio.h>
#include <locale.h>
void name()

{
	setlocale(LC_CTYPE, "RUS");
	puts("********************************************************");
	puts("* тема:Разработка консольного приложения               *");
	puts("*  Выполнила: Лаврова М.А.                             *");
	puts("********************************************************");
}
void date()
{
	setlocale(LC_CTYPE, "RUS");
	puts("*********************************************");
	puts("*       ____   _____         _____  _____   *");
	puts("*   /|  |  |   |   |  |  |   |   |  |   |   *");
	puts("*  / |  |__|   |   |  |__|   |   |  |---|   *");
	puts("*    |  ___| * |___|     | * |___|  |___|   *");
	puts("*********************************************");

}
void main()
{
	name();
	date();
}